Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: I' il probably see you very soon.
ru: Вероятно, мы очень скоро увидимся.

source: We can' t seem to go a day without taking a picture of something, so --
ru: Мы и дня прожить не можем без фотографий.

source: Sy Parrish, please see the manager.
ru: Сэй Пэрриш, пожалуйста, поднимитесь к менеджеру.

source: Sy to the manager' s office immediately, please.
ru: Сэй Пэрриш, пожалуйста, поднимитесь немедленно в офис менеджера.

source: What' s with the getup, Sy?
ru: Что с формой, Сэй?

source: I was doin 'the SRS.
ru: Сегодня среда, я занимался перезаправкой.

source: Sy, there' s been some discrepancies in the click count.
ru: Сэй, появились недостачи вашего материала.

source: Oh, well, that' s probably Yoshi.
ru: Это наверно Йоши.

source: You know, his math skills are pretty weak... but I told you about that when you moved him over from audio.
ru: У него достаточно низкие профессиональные способности, но я уже говорил вам об этом, когда вы его поставили.

source: No, all the discrepancies are on the logs that you initialed.
ru: Нет, все эти недостачи появились в твою смену.

source: I, you know...
ru: - Да.

source: I guess sometimes the end of the week you get a little tired --
ru: Полагаю, иногда в конце недели немного устаёшь...

source: We' re not talking about a few innocent math errors, Sy.
ru: Мы говорим не о мелких прецедентах, Сэй.

source: They always zero out.
ru: Твои недостачи постоянны.

source: The problem is, Sy, that the shutdown clicks don' t correspond at all.
ru: Проблема в том, что эти недостачи ничем не покрываются.

source: I mean, they don' t even come close to matching the amount of prints that we sold.
ru: И это стоит совсем далеко от наших принципов.

source: Well, then, it' s probably a problem with the reorder counter.
ru: Ну, может быть, дело в аппарате?

source: Well, I asked Larry about that.
ru: Я спрашивал об этом Ларри.

source: What did he say?
ru: И что он сказал?

source: Well, he looked at the counter and said that it checked out.
ru: Он посмотрел на аппарат и сказал, что всё в порядке.

source: He also said that in 14 years of servicing... he' s never seen a faulty counter on an AGFA unit.
ru: И ещё он сказал, что за 14 лет работы он не видел ни одного столь исправного аппарата.

source: So the question is, Sy... where did all those unaccounted for prints go?
ru: Вопрос в том, куда деваются все эти вещи?

source: Well, what kind of discrepancy are we talking about, Bill?
ru: О каких недостачах мы говорим, Билл?

source: That' s not possible, Bill.
ru: Это невозможно, Билл.

source: I' ve done the math... and the P. O. s confirm it, too.
ru: И склад это подтвердил.

source: Well, I don' t know anything about it.
ru: Я ничего об этом не знаю.

source: Oh, I think you do, Sy.
ru: А я думаю, что знаешь, Сэй.

source: Look, Sy, I' ve got a family.
ru: Нет, Билл.

source: I' m not losing my job over this.
ru: И я не потеряю свою работу из- за этого.

source: I' m lettin 'you go.
ru: Я тебя отпускаю.

source: These log discrepancies would be enough... but you' ve been spacing out on the job... taking 90 minute lunch breaks... creating scenes in front of the customers... giving away free merchandise.
ru: Предлагаешь им бесплатные вещи?

source: Free disposable cameras to customers on their birthday?
ru: Бесплатный фотоаппарат покупателю в день рождения?

source: That must have been your bright idea.
ru: Ты должен понимать, что это оправдано.

source: Sure as shit isn' t company policy.
ru: Мы могли бы вообще в суд подать.

source: You can' t do this.
ru: Ты не можешь так поступить!

source: It' s done, Sy.
ru: Всё уже сделано, Сэй.

source: I talked to Sims at district.
ru: Я уже поговорил с полицией.

source: Now you finish out the week and clear out your locker.
ru: Закрывай неделю и освобождай место.

source: And if you do somethin 'like fuck up today' s prints --
ru: И если ты снова изгадишь снимки...

source: I haven' t fucked up a customer' s prints in 11 years.
ru: Я не изгадил ни одного снимка за 11 лет!

source: Just get back out there.
ru: Возвращайся туда.

source: Jake wanted to get his birthday gift processed.
ru: Джейк хочет использовать свой подарок на день рождения.

source: The birthday gift.
ru: Подарок на день рождения.

source: Number of sets?
ru: Число копий.

source: Oh, just one is fine.
ru: По одной хватит.

source: 5x7?
ru: 9х12, 10х15?

source: Um, the ones we usually get.
ru: Как обычно.

source: Standard.
ru: Принято.

source: Didn' t you, Jake?
ru: Джейк отлично управляется с фотоаппаратом, правда, Джейк?

source: What was that address again?
ru: Ещё раз, напомните свой адрес.

source: It' s 326 Serrano Terrace.
ru: 326, на Таурес.

source: Sy, are you all right?
ru: Сэй, с тобой всё хорошо?

source: I' il have these for you tomorrow.
ru: Всё в порядке.

source: I' m leaving early today, Yoshi.
ru: Я сегодня уйду раньше, Йоши.

source: I won' t be coming back, Yoshi.
ru: Хорошо, Сэй.

source: You were fired?
ru: Билл меня отпускает.

source: I' ve really enjoyed working with you, Yoshi.
ru: Мне очень нравилось работать с тобой, Йоши.

source: Sy, I just wanted to, um... well, I guess I just wanted to say thank you, you know?
ru: Я просто хотел поблагодарить тебя.

source: For teachin 'me all this stuff.
ru: За то, что всему меня научил.

source: You' re welcome, Yoshi.
ru: Пожалуйста, Йоши.

source: Don' t let the place go downhill, okay?
ru: Следи тут за всем хорошенько, ладно?

source: I won' t, Sy.
ru: Обязательно, Сэй.

source: What the hell' s wrong with these people?
ru: Да что с этими людьми?

source: The universe grows smaller every day.
ru: Вселенная растёт с каждым днём всё меньше.

source: There must be security for all... or no one is secure.
ru: Охрана нужна всем и никто не в безопасности.

source: It is no concern of ours how you run your own planet.
ru: И мы сами не знаем, как управлять собственными планетами.

source: But if you threaten to extend your violence... this earth of yours will be reduced to a burned- out cinder.
ru: Но если вы будете угрожать продолжением насилия, ваша Земля превратится в выжженную пустыню.

source: Now, we do not pretend to have achieved perfection.
ru: И нам не нужно мировое господство.

source: But we do have a system, and it works.
ru: Но у нас есть система.

source: Your choice is simple: join us and live in peace or pursue your present course and face obliteration.
ru: Будьте с нами и живите в мире, или продолжайте свои действия и сгиньте.

source: We shall be waiting for your answer.
ru: Мы будем ждать вашего ответа.

source: The decision rests with you.
ru: Решение за вами.

source: According to the Oxford English Dictionary... the word "snapshot" was first used in 1808 by an English sportsman by the name of Sir Andrew Hawker.
ru: Согласно Оксфордскому словарю английского языка, слово "фотографировать" было впервые использовано в 1808 английским спортсменом по имени сэр Эндрюс Хоккер.

source: He noted in his diary that almost every bird he shot that day was taken by snapshot... meaning a hurried shot taken without deliberate aim.
ru: Что означало резкий выстрел, настигающий свою цель.

source: Can I help you, Sy?
ru: Чем могу вам помочь, сэр?

source: Just dropping off some film.
ru: Я принёс плёнку на проявку.

source: Just a customer.
ru: Как покупатель.

source: I can still shop here, can' t I, Bill?
ru: Я ведь могу ещё быть покупателем, так, Билл?

source: No, Sy, you can' t still shop here.
ru: Нет, Сэй, ты не можешь быть покупателем.

source: - Shh.
ru: А я считаю, что могу, Билл.

source: I can' t shop here just because I was fired.
ru: То, что меня уволили, не значит, что я не могу обслуживаться здесь.

source: I checked it out.
ru: Я так считаю.

source: There' s a thousand other places you could do your photos.
ru: Сэй, есть тысячи мест для печати твоих фотографий.

source: There' s no reason to come all the way down here other than to fuck with me.
ru: И не за чем приезжать сюда и играть со мной!

source: There' s a very good reason.
ru: Есть очень важная причина.

source: I calibrated that machine personally.
ru: Я лично настраивал этот аппарат.

source: It' s the best mini- lab in the state.
ru: Это лучшая мини- лаборатория в штате.

source: All right, Sy.
ru: Ну ладно, Сэй.

source: Just this one time.
ru: Только один раз.

source: But I' m telling you... find another place to do your film.
ru: Но я говорю тебе, найди другое место для печати.

source: I do not want you back in here.
ru: Я тебя сюда нее пущу!

source: Thanks, Bill.
ru: Спасибо, Билл.

source: You can' t just
ru: В чём дело, Йоши?

source: leave your station unmanned down there.
ru: У меня мало времени.

source: I think you need to see these, sir.
ru: Думаю, вам нужно это увидеть, сэр.

source: What have you got there?
ru: И что у тебя там?

source: Is it the anal sex fiend again?
ru: Анальный секс с животными?

source: Motherfucker.
ru: Ублюдок!

source: Mr. Parrish' s demeanor was when he came in?
ru: Каким, по- вашему, был мистер Пэрриш, когда он пришёл?

source: Demeanor?
ru: Когда пришёл?

source: How did he seem?
ru: Да, как он выглядел?

source: Did he seem upset or agitated in any way?
ru: Расстроенным или наоборот - возбуждённым?

source: He seemed fine.
ru: Не знаю, он выглядел хорошо.

source: Sy and I had some words when he came into the store.
ru: Мы с Сэем поспорили в зале.

source: Under the circumstances, I was surprised to see him... and I asked him what he was doing here... and I... I suggested in strong language that in the future he bring his pictures somewhere else.
ru: Я жёстко объяснил ему, чтобы в будущем он печатал фотографии в другом месте.

source: Yoshi, I' m gonna need to make some Xerox copies of this.
ru: Йоши, мне нужны несколько ксерокопий его портрета.

source: Mr. Owens, why don' t you come and grab a seat and try to calm down?
ru: И постарайтесь успокоиться.

source: Uh... they' re at my mother' s.
ru: Ваша жена и ребёнок в безопасном месте?

source: I' m -- I' m sorry.
ru: Они у моей матери.

source: I' m just a little upset.
ru: Простите, я просто немного расстроен.

source: It' s...
ru: Да ничего, я понимаю.

source: It' s understandable.
ru: Это можно понять.

source: I' ve had to fire a lot of people, Detective.
ru: Как он воспринял своё увольнение?

source: People get upset when they get fired.
ru: Я увольняю много людей и все они расстраиваются.

source: He got pretty upset.
ru: И он был весьма расстроен.

source: He knew that Mr. Araki would see the photos... and he knew he' d show them to you and that you' d call us.
ru: И он знал, что Йоши принесёт вам фотографии, вы их увидите и позвоните нам.

source: I think it' s just a warning.
ru: Мне кажется, он просто пугает вас.

source: But you have to take it seriously.
ru: Но вы должны отнестись к этому серьёзно.

source: Oh, we take it very seriously.
ru: Мы относимся к этому очень серьёзно.

source: Your child' s life has been indirectly threatened.
ru: Жизни вашего ребёнка грозит косвенная опасность.

source: We take no chances in this county.
ru: Мы не дадим ему ни единого шанса.

source: Officers are en route to his apartment now with a search warrant.
ru: Мы связались с департаментом полиции, все подразделения осведомлены о возможной опасности.

source: I' ve got plainclothes officers on standby inside the store and out.
ru: Послушайте.

source: He may not.
ru: Он может вернуться за фотографиями, а может и не вернуться.

source: I doubt he will.
ru: Сомневаюсь, что он вернётся.

source: You really think that' s a good idea?
ru: И вы считаете, что это хорошая мысль?

source: I mean, this place is wall- to- wall families.
ru: Это место полно семей.

source: I' m just trying to make --
ru: Мистер Пэрриш, это полиция.

source: That' s crazy.
ru: Если вы не один, скажите об этом прямо сейчас.

source: He must be programmed for courage.
ru: Выключи ящик.

source: Mr. Parrish!
ru: Мистер Пэрриш!

source: It' s clear.
ru: Всё чисто.

source: Double 6, 3- 2- 1.
ru: Офицер Лаен, 66321.

source: Go ahead, 3- 2- 1.
ru: Слушаю вас, 66321.

source: I need to be patched through to Van Der Zee in TMU.
ru: Мне нужны эксперты.

source: Right away, please.
ru: Поскорее, пожалуйста.

source: Hey, Dan... take a look at this.
ru: Поняла вас.

source: Y- O- R- K- l- N.
ru: Й- о- р- к- и- н

source: I don' t find that name registered.
ru: Простите, сэр, я не могу найти его в книге.

source: Could you try a Maya Burson?
ru: Попробуйте Майю Берсон.

source: B- U- R- S- O- N.
ru: Б- е- р- с- о- н

source: Let me check that for you, sir.
ru: Сейчас я проверю, сэр.

source: I' il ring that room for you now, sir.
ru: Она есть в книге, сэр, соединяю.

source: This is room service.
ru: - Здравствуйте, это обслуживание.

source: I' m sorry to bother you... but we have your order all ready to go here.
ru: Простите, что беспокою, но к нам поступил ваш заказ.

source: We just needed to know if you' d like coffee with that.
ru: Мы хотели бы знать, не будет ли вам угодно кофе?

source: Uh... Will, did you want coffee?
ru: Вил, хочешь кофе?

source: No, just the drinks.
ru: Нет, только напитки.

source: Um... no.
ru: Это номер 217?

source: We' re 511.
ru: Нет, у нас номер 511, да?

source: I must be looking at the wrong thing here.
ru: Господи!

source: Okay, thanks.
ru: Простите, мы всё приготовим через минуту.

source: Hotel operator.
ru: Хорошо, спасибо.

source: Room service, please.
ru: Обслуживание, пожалуйста.

source: Room service.
ru: Минутку.

source: This is Jon.
ru: Обслуга, это Джон.

source: May I take your order please?
ru: Делайте ваш заказ, пожалуйста.

source: Hello, Jon.
ru: Здравствуйте, Джон.

source: This is Will Yorkin in 511.
ru: Это Вил Йоркин из 511.

source: We' ve decided to go out for lunch.
ru: Мы собираемся пообедать в другом месте.

source: I was wondering if it' s okay to cancel our order.
ru: Я бы хотел отменить наш заказ.

source: That was 511, right?
ru: Вы из номера 511, да?

source: That' s right, Jon.
ru: Именно, Джон.

source: You' re welcome, Mr. Yorkin.
ru: Пожалуйста, мистер Йоркин.

source: Nina Yorkin?
ru: - Нина Йоркин?

source: I' m Detective Van Der Zee of the Evans County Threat Management Unit.
ru: Здравствуйте, я детектив Вендерс из департамента борьбы с терроризмом округа.

source: This is Detective Outerbridge.
ru: А это детектив Отобридж.

source: Is Jake all right?
ru: Борьбы с терроризмом?

source: We, uh... actually, we need to speak with your husband William.
ru: Нет, всё в порядке, нам нужно поговорить с вашим мужем.

source: Will' s at work.
ru: Он сейчас на работе.

source: What' s this about?
ru: А в чём дело?

source: I need a room.
ru: Здравствуйте.

source: But not too high a foor.
ru: Мне нужен номер.

source: I' il check, sir.
ru: Но не слишком высоко.

source: Yes, we can offer you 313.
ru: Сейчас проверим, сэр.

source: Will Yorkin' s office.
ru: Офис Вила Йоркина.

source: Duane, this is Nina.
ru: Дуэйн, это Нина.

source: I need to talk to Will right now.
ru: Мне нужно поговорить с Вилом.

source: He' s not in, Mrs. Yorkin, but I can have him return as soon as he gets back.
ru: Его сейчас нет, миссис Йоркин, но я передам ему, что вы звонили, когда он вернётся.

source: Duane, I need you to get him on the phone immediately.
ru: Дуэйн, мне нужно, чтобы ты его немедленно нашёл.

source: I' il try him right now.
ru: Ну хорошо.

source: I' il put you on hold.
ru: Я сделаю всё, что смогу.

source: He -- He' s trying right now.
ru: Нет, Дуэйн...

source: Where' s your son, Mrs. Yorkin?
ru: Где ваш сын, миссис Йоркин?

source: He' s at his friend Eric' s house.
ru: Он у своего друга Эрика.

source: It might be a good idea to have Eric' s mother drive him home now.
ru: Удачной идеей было бы, если бы мама Эрика привезла его домой прямо сейчас.

source: Yes, Duane.
ru: Миссис Йоркин?

source: I called his cell.
ru: Да, Дуэйн.

source: But I left him a 911 pager.
ru: Я позвонил ему, но он не ответил, но я отправил ему сообщение на пейджер...

source: He should call you the second he --
ru: Дуэйн, я знаю, что он трахает мою сокурсницу!

source: Duane, I know he' s fucking Maya Burson... and I don' t give a shit about that right now.
ru: Не нужно мне этого дерьма!

source: I just need you to tell me where he is!
ru: Скажи мне, где он!

source: I' m afraid you have to sign for this.
ru: Нет, мэм, боюсь, вам придётся расписаться за это.

source: Uh, just a second.
ru: Минутку.

source: Get on the bed.
ru: Ты, возвращайся в кровать.

source: Get on the goddamn bed!
ru: Быстро в чёртову кровать!

source: Look, I' ve got plenty of cash in my pants in the wallet in the bathroom --
ru: У меня много денег в бумажнике, в заднем кармане.

source: Close them!
ru: Закрой шторы!

source: I closed the drapes.
ru: Кто сказал тебе делать это?

source: Did I tell you to wrap a towel around yourself?
ru: Я закрыл шторы.

source: Let me explain what' s going on here.
ru: Я объясню вам, что здесь происходит.

source: I tell you to do things, then you fucking do them exactly like I tell you.
ru: Я говорю вам, что делать и вы делаете это точно так, как я сказал.

source: I' m gonna tell you this one time and one time only.
ru: Один единственный.

source: Do you understand me?
ru: Ты меня поняла?

source: Now get on the bed.
ru: Хорошо.

source: Am I talking to a brick wall?
ru: Я что, со стеной говорю?

source: I don' t want you to touch her.
ru: Я не хочу, чтобы ты её трогал.

source: If you touch her again, I stab you in the heart.
ru: Ещё раз тронешь, и я воткну тебе нож в сердце.

source: Can you ring the room once more, please?
ru: Вы можете ещё раз позвонить в номер?

source: I' il try it one more time.
ru: Я попробую ещё раз.

source: Now, missy, have to take the robe off.
ru: А теперь снимай халат.

source: I' m telling.
ru: Я не прошу, я приказываю!

source: She can do it!
ru: Снимай!

source: Can' t you stop your sniveling?
ru: Это что ещё такое?

source: This is supposed to look like fun.
ru: Прекрати выть!

source: No touching!
ru: Ну ладно.

source: Smile.
ru: Никаких прикосновений!

source: You have to look like you' re having fun...
ru: Вы должны выглядеть, как будто вам весело.

source: Smile!
ru: Ну же!

source: Wipe your nose.
ru: Улыбайтесь!

source: You look disgusting.
ru: Вытри нос.

source: Now... put his thing in your mouth.
ru: Положи его в рот.

source: Pretend.
ru: Не делай этого!

source: This is all pretend.
ru: Это всё притворство!

source: I' m doing it!
ru: Я так и делаю.

source: Stop yelling at me.
ru: Прекратите меня пугать!

source: Like this!
ru: Делай это вот так!

source: I' m Detective Van Der Zee.
ru: - Слушаю.

source: So, uh... what is all this about?
ru: Да, так в чём дело?

source: Have you seen this man?
ru: Нет.

source: This guy just checked in about... half an hour ago.
ru: Этот парень снял номер всего полчаса назад.

source: What room?
ru: Какой?

source: I put him in 519.
ru: Я поселил его в 519.

source: Mr. Belmer, I need a passkey now, please.
ru: Мне нужен ключ.

source: Mr. Parrish, this is the police.
ru: Мистер Пэрриш, это полиция.

source: Will you open the door, please?
ru: Наш имплантант является новшеством микроэлектроники, который может обратить процесс ослабления сетчатки.

source: We owe a --
ru: Мы...

source: Let' s find Yorkin.
ru: Джеймс.

source: Check 511.
ru: Иди в номер.

source: Where is it?
ru: Где сработала сигнализация?

source: It' s in the back, rear kitchen- access.
ru: Это задняя дверь кухни.

source: Miss Burson?
ru: Мистер Йоркин?

source: Drop the bag!
ru: Вильям Йоркин?

source: I just took pictures.
ru: Я просто сделал фотографии.

source: If you give up the right to remain silent... anything you say can and will be used against you in a court of law.
ru: Вы имеете право сохранять молчание, всё, что вы скажете, может быть использовано против вас...

source: We got him.... the right to speak with an attorney and to have the attorney present during questioning.
ru: Оторбридж, мы его взяли.

source: Are you married, Detective?
ru: Вы женаты, детектив?

source: You have any children?
ru: Дети есть?

source: I' il be the one asking the questions here, Sy.
ru: Это я здесь задаю вопросы, сэр.

source: Detective, are you a family man?
ru: Всего один вопрос.

source: That' s none of your business, Sy.
ru: Это не ваше дело.

source: Sir, you' re right, it isn' t.
ru: Да, вы правы.

source: It is none of my business.
ru: Это не моё дело.

source: But I' m guessing by your answer and that ring on your finger that you are... and that makes you a very fortunate man.
ru: Уверен, вы очень счастливый человек.

source: I can also tell by the way that you' ve treated me so far and the way you carry out your job, you' re a good man... good husband and father... a man who appreciates his good fortune.
ru: Хороший муж и отец.

source: You' re not the type of father who' d cheat on his wife... hurt his family, betray their trust.
ru: Обманывает семью, предаёт их доверие.

source: You would never neglect and abuse your children.
ru: Вы бы не стали избегать и игнорировать своих детей.

source: Make horrible demands of your children.
ru: Не стали бы выставлять ужасные требования своим детям.

source: You would never ask...
ru: Вы бы не попросили...

source: you would never ask your children to do things... things that children shouldn' t do.
ru: Вы бы никогда не попросили своих детей делать то...... то, что не должны делать дети.

source: You would never take disgusting, sick... degraded pictures of your children d -- doing these things.
ru: Вы бы никогда не стали делать отвратительные фотографии детей, делающих это!

source: You would never treat your children like animals.
ru: Вы бы не обращались со своими детьми, как с животными.

source: Will Yorkin had it all, and he threw it all away.
ru: Вил Йоркин всё это выкинул на ветер.

source: He' s not a good father.
ru: Он плохой отец.

source: Well, I, uh... ahem.
ru: Что ж, я...

source: I think I understand now, Sy.
ru: Думаю, что я понял это, Сэй.

source: Can I see my pictures now?
ru: Можно мне теперь посмотреть фотографии?

source: Peter.
ru: Пётр.

source: You could not watch even one hour with me?
ru: Даже часа не можете бодрствовать со мной?

source: Master, what has happened to you?
ru: Что случилось с Тобой?

source: Should I call the others, Lord?
ru: Господи?

source: No, John.
ru: Нет, Иоанн.

source: I don' t want them to see me like this.
ru: Я не хочу, чтобы они меня видели таким.

source: Are you in danger?
ru: Учитель, ты в опасности?

source: Should we flee, Master?
ru: Может, бежим отсюда?

source: Watch...... pray.
ru: Нет, оставайтесь, смотрите...... молитесь.

source: What is wrong with him?
ru: Что это с Ним?

source: He seems afraid.
ru: Кажется Он напуган.

source: He had spoken about danger while we ate...
ru: Он говорил о какой- то опасности, когда мы трапезничали...

source: He mentioned betrayal and...
ru: Он что- то говорил о предательстве...

source: Thirty.
ru: Тридцать!

source: Thirty, Judas.
ru: Тридцать, Иуда.

source: That was the agreement between me... and you?
ru: Таков был договор между мной... и тобой?

source: Hear me, Father.
ru: Отец!

source: Rise up, defend me.
ru: Восстань, Защити меня.

source: Save me from the traps they set for me.
ru: Избавь меня от западни, что они приготовили мне.

source: Do you really believe...... that one man can bear...... the full burden of sin?
ru: Ты действительно веришь...... что один человек может понести...... полное бремя греха?

source: Shelter me, O Lord.
ru: Укрой меня, о Господи.

source: I trust in You.
ru: Я верю в Тебя.

source: In You I take refuge.
ru: Ты убежище моё

source: No one man can carry this burden...... I tell you.
ru: Ни один человек не может осилить это бремя...... Говорю Тебе.

source: It is far too heavy.
ru: Это слишком тяжело.

source: Saving their souls is too costly.
ru: Цена спасения их душ слишком велика.
